[
  {
    "id": 1,
    "partner": "Triall",
    "logo": "logo-triall.png",
    "alt": "triall logo",
    "content": "Hosting the world's next generation of eClinical data. Triall integrates its blockchain APIs with the eClinical solutions of CDS, realizing the world's first end-to-end eClinical platform powered by blockchain.",
    "challenges": "<ul><li>Clinical trials usually generate vast amounts of data and can continue for years.</li><ul><li>Some of the common challenges of such trials include increasing costs, recordkeeping failures, delays, and a lack of oversight.</li></ul><li>Growing calls for data traceability by industry regulators, such as the US FDA and the European Union’s EMA.</li></ul>",
    "challenges_img": "",
    "challenges_alt": "",
    "solutions": "<ul><li>Prevent tampering and ensure transparency and integrity of research data.</li><ul><li>Radically advance data integrity, auditability, and interoperability in the global clinical trials industry.</li></ul><li>Triall's new eClinical product range will anchor data on LTO Network’s mainnet, thereby generating verifiable proof of clinical trial data, documents, and processes.</li><li>Privacy and GDPR friendly network</li></ul>",
    "solutions_img": "",
    "solutions_alt": ""
  },
  {
    "id": 2,
    "partner": "Casino",
    "logo": "casino-logo.svg",
    "alt": "casino logo",
    "content": "LTO Network and Sphereon have partnered with the prestigious Les Ambassadeurs Casino to begin live trials for a world-first, using blockchain technology to revolutionize how the gambling industry works.",
    "challenges": "<ul><li>Enable an improved customer experience, enhanced safety and compliance, and reduced costs and administration to meet:</li><ul><li>Compliance</li><ul><li>Regulatory guided businesses such as casinos must meet the strict, ever-changing rules and regulations in order to continue their operations.</li></ul><li>Multi-casino Interoperability</li></ul></ul>",
    "challenges_img": "",
    "challenges_alt": "",
    "solutions": "<ul><li>Secure mode with verified EDD that will enable casino players to withdraw their funds or transfer their funds to another casino within the system.</li><li>Ensure greater security for the player and the casino operator when the player 'cashes out', reducing the reliance on 'win' cheques.</li><li>Enhances AML (anti-money laundering) compliance.</li><li>The novel approach will allow a player's winnings to be stored in a stable-coin wallet. Other casino operators are then able to recognise the player and the associated stable-coin crypto wallet, the player will be able to use those winnings with which to gamble.</li></ul>",
    "solutions_img": "",
    "solutions_alt": ""
  },
  {
    "id": 3,
    "partner": "GoLand",
    "logo": "goland-logo.png",
    "alt": "goland logo",
    "content": "Land registry deeds anchoring and verification. An innovative and cutting-edge blockchain technology-based software solution that supports government efforts to ensure systematic, transparent, and secure online land registry management and data verification.",
    "challenges": "<ul><li>Efficient land management is curbed by:</li><ul><li>Land-related disputes.</li><li>Critical socioeconomic, financial and environmental issues.</li><li>Insecure tenure of land ownership</li><li>Lack of access to resources and agricultural advisory services; insufficient incentives and environmentally destructive land use; inadequate systems to collect land-based taxes and to apply the revenue to improve public services; and inaccessible, unequitable and unaffordable procedures and transactions.</li></ul></ul>",
    "challenges_img": "",
    "challenges_alt": "",
    "solutions": "<ul><li>Enabling survey, mapping and registration of land and properties in urban informal settlements.</li><li>Employing emerging technology to map the property registration process and ensure that land occupancy certificates details are anchored into a decentralized public blockchain environment.</li><li>Enabling property owners to demonstrate the authenticity of their land titles independently through the Open Source blockchain verification tool.</li></ul>",
    "solutions_img": "",
    "solutions_alt": ""
  },
  {
    "id": 4,
    "partner": "Sphereon",
    "logo": "sphereon-logo.png",
    "alt": "sphereon logo",
    "content": "Sphereon and LTO Network co-created the MyCompanyWallet app, a digital wallet for companies to securely store and selectively share their validated credential data.",
    "challenges": "<ul><li>Companies constantly engage with other organisations, requiring applications & onboarding procedures in which they must provide all kinds of information, such as a copy of passport, company-house details, personal and address details, financial records, etc.</li><li>The receiving organisation – like a bank – must then input, validate and process these details and can then – usually only after a number of weeks – open the bank account for the client. This process is painfully slow, inefficient and often more data is provided than is absolutely necessary. The process is very inefficient and often repeated many times: after the bank, the leasing company must validate the same documents for a lease application.</li></ul>",
    "challenges_img": "",
    "challenges_alt": "",
    "solutions": "<ul><li>Significantly shorten and improve application and onboarding processes.</li><li>Enable organisations to automatically exchange and validate the required information that are at the basis of most inter-company agreements and transactions.</li></ul>",
    "solutions_img": "",
    "solutions_alt": ""
  },
  {
    "id": 5,
    "partner": "NEN",
    "logo": "nen-logo.png",
    "alt": "nen logo",
    "content": "Certificates on Blockchain NeN introduced smart certificates to facilitate on the spot verification.",
    "challenges": "<ul><li>Centralization</li><ul><li>Registering standardization certificates happens in a system controlled by one agency. This system is often well protected, but a single source of truth makes them potentially vulnerable to security breaches.</li></ul><li>Outside of NL</li><ul><li>In some other jurisdictions, the protection of databases storing such sensitive standardization with industry best practices. Hence, multiple products or organizations can inadvertently or maliciously share standardization certificates.</li></ul><li>Blockchain itself</li><ul><li>Blockchain technology itself is still a long way off from standardization as it is to be expected of a disruptive technology that is barely ten years old. A handful of them are fundamentally unique, but most of them are variants of the same idea.</li></ul></ul>",
    "challenges_img": "",
    "challenges_alt": "",
    "solutions": "<ul><li>The system</li><ul><li>Updates and changes to the certificates are automatically linked to QR codes, which are re-recorded (hashed) on the blockchain platform. This information corresponds to NeN's Certificate Registration System.</li></ul><li>Smart QR Codes</li><ul><li>Using secure, uncopyable QR codes and blockchain technology, NeN is now powered with transparency into their supply chains and the ability to directly engage in meaningful, two-way conversations with their end-consumers.</li></ul><li>Organizations’ own</li><ul><li>Organizational certificates are now on various organizational systems, in inaccessible folders for some. In future white label environments, each organization will have its dashboard, with its data, to do their analysis on that data.</li></ul></ul>",
    "solutions_img": "",
    "solutions_alt": ""
  },
  {
    "id": 6,
    "partner": "SignRequest",
    "logo": "signrequest-logo.png",
    "alt": "signrequest logo",
    "content": "Providing assurance that document contents have not been tampered with and providing proof of the specific date and time a document was signed.",
    "challenges": "<ul><li>Evidence of date and time</li><ul><li>In case there ever is a dispute about the exact time a document was signed, you need to be able to verify this reliably.</li></ul><li>Document authenticity</li><ul><li>In case there ever is a dispute about which version of a contract was agreed and signed, you need to be able to validate which one is the original one.</li></ul><li>Document verification</li><ul><li>Documents that are shared and used by multiple parties need to be trusted by everyone involved, and independently verifiable.</li></ul></ul>",
    "challenges_img": "",
    "challenges_alt": "",
    "solutions": "<ul><li>Immutable PDF's</li><ul><li>The document can be represented as a digital fingerprint by 'hashing' the document. LTO Network stores the hash of this document through a with LTO Network connected systems Anyone with access to the data can verify the document by hashing it and comparing it against the stored version.</li></ul><li>Verifiable timestamp</li><ul><li>Not only the hashed document (fingerprint) is stored on the blockchain but also the timestamp of the document. By making documents verifiable and independently auditable, they become more valuable. LTO Network creates portable proof of your timestamped claims. These blockchain-based verifications can be shared and transferred to other parties.</li></ul><li>No need for third party verification</li><ul><li>Using the on open standards-based LTO Network is, any party can independently verify the authenticity and timestamp of the document, without having to rely on a trusted third party.</li></ul></ul>",
    "solutions_img": "",
    "solutions_alt": ""
  }
]